export default async (_locale: any) => {
  return {
    SEO: {
      Title: "Фанатский ремейк Rhynn для j2me с открытым исходным кодом",
      Description:
        "OpenRhynn - фанатская open-source реконструкция легендарной игры Rhynn для j2me. Играйте на современных устройствах с сохранением оригинальной атмосферы и механик.",
    },
    H1: "Олдскульная J2ME MMORPG",
    H1Description:
      "Кроссплатформенная игра основанная на исходниках Fantasy Worlds: Rhynn, оригинально созданного Macrolutions LTD",
    ServerStatus: "Состояния серверов",
    Actions: {
      Download: "Скачать",
      Play: "Играть в браузере (BETA)",
    },
    Screenshot: "Скриншот игры",
    Elion: {
      Title: "Поддержать проект",
      Description: "Если вы хотите поддержать проект, попробуйте нашу новую MMORPG - Элион",
      Screenshot: "Скриншот игры",
      CTA: {
        Title: "Готовы начать приключения в MMORPG Элион?",
        Description:
          "Присоединяйтесь к множеству других игроков, исследуйте миры, улучшайте персонажа.",
        PlayAction: "В игру",
        ImageAlt: "Elion - навстречу новым приключениям",
      },
      Feature1: {
        Title: "Магия",
        Description:
          "Магия пронизывает все аспекты Элиона, влияя на мир, его обитателей, и позволяет игрокам изучать получать новые магические способности.",
      },
      Feature2: {
        Title: "Осколки миров",
        Description:
          "В Элионе существуют места, где сущности из разных миров сражаются за уникальные артефакты былых эпох.",
      },
      Feature3: {
        Title: "Приключения",
        Description:
          "Чтобы исследовать неизведанные уголки мира для раскрытия его тайн игрокам необходимо учиться дипломатии, объединяясь с другими игроками или сражаться с ними ради ресурсов и могущества.",
      },
    },
  };
};
